Repository: Khizanag/Good-Food-Geo
Catalog: Good Food Geo/Localization/*.lproj/Localizable.strings
Languages: ka

source: Full name
ka: სრული სახელი

# email
source: Email ID
ka: ელ.ფოსტა

source: Password
ka: პაროლი

source: Confirm password
ka: დაადასტურე პაროლი

source: ID Number
ka: ID ნომერი

source: Phone number
ka: ტელეფონის ნომერი

source: Comment
ka: კომენტარი

source: Location
ka: ლოკაცია

source: Hi
ka: გამარჯობა

source: or
ka: ან

source: Send
ka: გაგზავნა

source: Got It
ka: გასაგებია

source: Agree
ka: დათანხმება

source: Close
ka: დახურვა

source: Copy
ka: დაკოპირება

source: Logout
ka: გამოსვლა

source: Change Language
ka: ენის შეცვლა

# deleteAccount
source: Delete Profile
ka: პროფილის წაშლა

# approveAccountDeletionTitle
source: Do You really want to delete your account?
ka: ნამდვილად გსურს პროფილის გაუქმება?

# approveAccountDeletionDescription
source: Your account will be deleted forever. You will not be able to recover it. All your personal information associated with it will be also permanently removed.
ka: პროფილი წაიშლება სამუდამოდ და შენ არ გექნება მისი აღდგენის შესაძლებლობა. ასევე წაიშლება მასთან ასოცირებული ყველა ინფორმაცია.

# approveAccountDeletionButtonTitle
source: Yes, Delete
ka: დიახ, გააუქმე

source: Login
ka: შესვლა

# loginTitle
source: Login and Scan Product
ka: შედით და დაასკანერეთ პროდუქტი

# loginSubtitle
source: By continuing, you accept our Terms of Use and Privacy Statement
ka: სისტემაში შესვლით თქვენ ეთანხმებით მოხმარების პირობებს

# loginWithSocialNetworksTitle
source: Or, Login with..
ka: ან, შედით..

# areYouNotRegistered
source: New to Good Food Geo?
ka: ახალი ხარ Good Food Geo-ში?

# forgotButtonTitle
source: Forgot?
ka: დაგავიწყდა?

# loginInputIsEmptyErrorMessage
source: Email or password should not be empty
ka: მაილის ან პაროლის ველი ცარიელია

# register
source: Sign Up
ka: რეგისტრაცია

# registrationTitle
source: Sign Up With..
ka: დარეგისტრირდი

# registrationSubtitle
source: Or, register with Email
ka: ან, დარეგისტრირდი ელ.ფოსტით

source: Resend
ka: თავიდან გაგზავნა

# verify
source: Verification
ka: ვერიფიცაკია

# codePlaceholder
source: Code*
ka: კოდი*

source: Get verification code
ka: ვერიფიკაციის კოდის მიღება

# verificationCodeInstruction
source: The activation code will be sent vie SMS
ka: აქტივაციის კოდი გაიგზავნება შეტყობინების საშუალებით

# agreeRegistrationTermsDescription
source: Yes, I agree to the "Terms and Conditions"
ka: დიახ, ვეთანხმები გამოყენების "წესებსა და პირობებს"

# signUpSmsCodeInfo
source: The activation code will be sent via SMS
ka: აქტივაციის კოდი გაიგზავნება შეტყობინების საშუალებით

# termsAndConditionsTitle
source: Application Terms of Use
ka: აპლიკაციის გამოყენების პირობები

# privacyPolicyTitle
source: Personal data policy
ka: პირადი მონაცემების პოლიტიკა

# privacyPolicyDescription
source: The application operates in accordance with the legal basis of the privacy policy, within which the security of personal data is protected.
ka: აპლიკაციის მუშაობს კონფიდენციალურობის პოლიტიკის სამართლებრივი საფუძვლის გათვალისწინებით, რომლის ფარგლებში პირად მონაცემთა უსაფრთხოება დაცულია.

# termsAndConditionsSectionsTitle
source: Agree Terms and Conditions
ka: ვეთანხმები წესებს და პირობებს

# termsAndConditionsFirstSection
source: Before sending, the user confirms his consent that he is fully responsible for the truthfulness and content of the information and is informed that based on the information provided by him, an appeal will be made to the business entities and the National Food Agency.
ka: მომხმარებელი გამოგზავნამდე ადასტურებს თანხმობას, რომ სრულად პასუხისმგებელია ინფორმაციის უტყუარობასა და შინაარსზე და ინფორმირებულია, რომ მის მიერ მოწოდებული ინფორმაციის საფუძველზე მოხდება მიმართვა ბიზნესსუბიექტებისა და სურსათის ეროვნული სააგენტოსათვის.

# termsAndConditionsSecondSection
source: Materials provided that contain obvious ambiguities and uncertainty will be rejected and the customer will be contacted for clarification.
ka: დახარვეზდება ისეთი მოწოდებული მასალები, რაც შეიცავს აშკარა ბუნდოვანებას და გაურკევლობას და ასეთ შემთხვევაში დაზუსტების მიზნით, კომუნიკაცია იწარმოებს მომხმარებელთან.

# passwordResetTitle
source: Forgot Password
ka: დაგავიწყდა პაროლი

source: Enter Email Address
ka: Შეიყვანე ელ. ფოსტის მისამართი

# passwordResetEmailPlaceholder
source: example@gmail.com
ka: მაგალითი@gmail.com

# passwordResetBackTo
source: Back to
ka: დაბრუნება

# passwordResetNoAccount
source: Donâ€™t have an account?
ka: არ გაქვთ ექაუნთი?

source: Home
ka: მთავარი

# feedTitle
source: News
ka: სიახლეები

source: About Us
ka: ჩვენ შესახებ

# aboutUsDescription
source: The Good Food Geo app allows users to monitor food labelling, identify issues, get expert advice, and get helpful information. The Georgian Training and Development Institute is responsible for the application.
ka: აპლიკაცია Good Food Geo მომხმარებლებს სურსათის ეტიკეტირების მონიტორინგის, პრობლემების დაფიქსირების, ექსპერტის კონსულტაციისა და სასარგებლო ინფორმაციის მიღების შესაძლებლობას აძლევს. აპლიკაციაზე პასუხისმგებელია საქართველოს ტრენინგებისა და განვითარების ინსტიტუტი (TDIG)

# aboutUsSectionDescription
source: Training and Development Institute of Georgia (TDIG) will constantly share useful materials with you.
ka: საქართველოს ტრენინგებისა და განვითარების ინსტიტუტი (TDIG) აპლიკაციაში მუდმივად გაგიზიარებთ სასარგებლო მასალებს.

source: Contact Us
ka: კონტაქტი

# facebookUrlIsInvalid
source: Facebook page link is no longer valid
ka: Facebook-ის მისამართი აღარაა ხელმისაწვდომი

# productComplaintSubmissionTitle
source: Scanning of the Etiquette
ka: ეტიკეტის სკანირება

# preScanFormTitle
source: Take photos of product from all of the sides and fill all of the required fields
ka: პროდუქტს გადაუღეთ ყველა მხრიდან და შეავსეთ ყველა ველი

# acceptTerms
source: You accept our terms of Use and Privacy Statement
ka: თქვენ ეთანხმებით მოხმარების პირობებს.

# scanProduct
source: Scan Your Product
ka: პროდუქტის სკანირება

# productTitle
source: Name of the Product
ka: პროდუქტის სახელი

# scanFirstImageDescription
source: Take a clear picture of the product's expiration date
ka: გადაუღე ნათლად პროდუქტის ვადას

# scanSecondImageDescription
source: Take a clear picture of the front side of the product
ka: გადაუღე ნათლად პროდუქტის წინა მხარეს

# scanThirdImageDescription
source: Take a clear picture of the back side of the product
ka: გადაუღე ნათლად პროდუქტის უკანა მხარეს

# scanFourthImageDescription
source: Left or top side of the product
ka: გადაუღე ნათლად პროდუქტის მარცხენა ან ზედა მხარეს

# scanFifthImageDescription
source: Right or lower side of the product
ka: გადაუღე ნათლად პროდუქტის მარჯვენა ან ქვედა მხარეს

source: Donation
ka: დონაცია

# aboutDonationSectionTitle
source: About Donation
ka: დონაციის შესახებ

# aboutDonationSectionDescription
source: Anyone can make a financial donation and fund the application's operation to benefit users.
ka: ნებისმიერ მსურველს აქვს შესაძლებლობა გააკეთოს ფინანსური შემოწირულობა და დააფინანსოს აპლიკაციის მუშაობა მომხმარებელთა საკეთილდღეოდ.

# donationBankAccountNumber
source: Bank account number
ka: საბანკო ანგარიშის ნომერი

source: Receiver
ka: მიმღები

# receiverValue
source: ISSA Training and Development Institute of Georgia
ka: ა(ა)იპ საქართველოს ტრენინგებისა და განვითარების ინსტიტუტი

source: Purpose
ka: დანიშნულება

# purposeValue
source: Donation/charity
ka: დონაცია/ქველმოქმედება

source: Expert
ka: ექსპერტი

# expertPageTitle
source: Consultation
ka: კონსულტაცია

# expertPageSubtitle
source: Food Safety Expert Help Desk
ka: სურსათის უვნებლობის ექსპერტის დახმარების სერვისი

# expertAboutServiceSectionTitle
source: About Service
ka: სერვისის შესახებ

# callExpertSectionTitle
source: Call to Expert
ka: დაურეკე ექსპერტს

# aboutExpertServiceFirstSectionDescription
source: The Training and Development Institute of Georgia (TDIG) offers expert consulting services in the field of labeling.
ka: საქართველოს ტრენინგებისა და განვითარების ინსტიტუტი (TDIG) გთავაზობთ ეტიკეტირების სფეროში ექსპერტის საკონსულტაციო მომსახურეობის სერვისს.

# aboutExpertServiceSecondSectionDescription
source: For detailed information, contact an expert
ka: დეტალური ინფორმაციისთვის, დაუკავშირდით ექსპერტს

source: Text to expert
ka: მიწერე ექსპერტს

# technicalErrorDescription
source: Technical Error
ka: ტექნიკური შეცდომა

# sessionNotFoundErrorDescription
source: The current session is not active. Please log out and log in again
ka: მიმდინარე სესია არაა აქტიური. გთხოვთ გამოხვიდეთ პროფილიდან და თავიდან გაიაროთ ავტორიზაცია

# failedRequestErrorDescription
source: request failed
ka: მოთხოვნა შესრულდა წარუმატებლად

# shouldFillAllFieldsDescription
source: All field is not field
ka: ყველა ველი არაა შევსებული

# passwordsMismatchErrorDescription
source: passwords does not match
ka: პაროლები არ ემთხვევა ერთმანეთს

# termsAreNotAgreedErrorDescription
source: To continue the process, you must agree to the "Terms and Conditions"
ka: პროცესის გასაგრძელებლად, აუცილებელია დაეთანხმოთ "წესებსა და პირობებს"

# imageIsMissingErrorDescription
source: Please upload all of the images.
ka: გთხოვთ, ატვირთეთ ყველა სურათი.
